Repository: bruand81/FoodDiary
Catalog: Diario Alimentare/Supporting Files/*.lproj/Localizable.strings
Languages: it

source: Happy
it: Felice

source: Angry
it: Arrabbiato

source: Annoyed
it: Annoiato

source: Sick
it: Malato

source: Disgust
it: Disgusto

source: No emotion defined yet
it: Nessuna emozione presente

source: Edit Emotion
it: Modifica Emozioni

source: Add New Emotion
it: Aggiungi nuova emozione

source: Select emoticon for emotion
it: Seleziona l'emoticon per le emozione

source: Select description for emotion
it: Inserisci la descrizione per l'emozione

source: Add dishes
it: Aggiungi piatto

source: Meal emotion
it: Come ti senti dopo il pasto?

source: Meal date
it: Data e ora del pasto

source: Click to select the emotion
it: Clicca per selezionare l'emozione

source: No meals inserted
it: Nessun pasto inserito

source: Add new dish
it: Aggiungi nuova pietanza

source: Add Dish
it: Aggiungi pietanza

source: Dish content
it: Pietanza

source: Meal name
it: Che pasto era?

source: Add name
it: Inserisci

source: Insert meal name
it: Inserisci tipo di pasto

source: Insert the a name of this meal (e.g. Launch, Dinner, etc...)
it: Inserisci il tipo di pasto (e.g. Pranzo, Cena, Spuntino, etc...)

source: Modify new dish
it: Modifica pietanza

source: Modify the selected dishes for this meal
it: Modifica la pietanza selezionata

source: Add a new dishes for this meal
it: Inserisce una nuova pietanza a questo pasto

source: Modify Dish
it: Modifica pietanza

source: Cancel
it: Annulla

source: Meal
it: Pasto

source: Measure Units
it: Unità di misura

source: New measure unit
it: Nuova unità di misura

source: Edit measure unit
it: Modifica unità di misura

source: Select name for measure unit
it: Inserire l'unità di misura

source: Add measure unit
it: Aggiungi unità di misura

source: Edit
it: Modifica

source: Delete
it: Cancella

source: Dish name
it: Inserisci il nome della pietanza

source: Dish quantity eaten
it: Inserisci la quantità della pietanza

source: Dish quantity measure unit
it: Unità di misura della quantità della pietanza

source: Confirm meal deletion
it: Conferma cancellazione pasto

source: Are you sure to delete the selected meal? This action cannot be undone!
it: Sei sicuro di voler cancellare il pasto selezionato? ATTENZIONE: questa azione non è reversibile!
